Repository: overpolish/keyframeless
Catalog: KeyframelessKit/KeyframelessKit/Resources/KKLocalizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: More interactive guides and docs live in <symbol questionmark.circle color=accent /> Help - open it anytime.
de: Weitere interaktive Anleitungen und Dokumentation finden Sie unter <symbol questionmark.circle color=accent /> Hilfe – jederzeit zu öffnen.
es: Encontrarás más guías interactivas y documentación en <symbol questionmark.circle color=accent /> Ayuda: ábrela cuando quieras.
fr: D'autres guides interactifs et de la documentation se trouvent dans <symbol questionmark.circle color=accent /> Aide — ouvrez-la à tout moment.
ja: 他のインタラクティブガイドやドキュメントは <symbol questionmark.circle color=accent /> ヘルプにあります。いつでも開けます。
ko: 더 많은 대화형 가이드와 문서는 <symbol questionmark.circle color=accent /> 도움말에 있습니다. 언제든지 열어 보세요.
zh_hans: 更多互动指南和文档尽在 <symbol questionmark.circle color=accent /> 帮助中，随时打开查看。

source: Motion Blur
de: Bewegungsunschärfe
es: Desenfoque de movimiento
fr: Flou de mouvement
ja: モーションブラー
ko: 모션 블러
zh_hans: 运动模糊

source: Motion Blur settings
de: Bewegungsunschärfe-Einstellungen
es: Ajustes de desenfoque de movimiento
fr: Réglages du flou de mouvement
ja: モーションブラー設定
ko: 모션 블러 설정
zh_hans: 运动模糊设置

source: Motion blur smears anything that is moving, so fast motion looks natural instead of choppy. It works on every animated property. Controls:
de: Bewegungsunschärfe verschmiert alles, was sich bewegt, damit schnelle Bewegung natürlich statt abgehackt wirkt. Sie funktioniert bei jeder animierten Eigenschaft. Steuerungen:
es: El desenfoque de movimiento difumina todo lo que se mueve, para que el movimiento rápido se vea natural en lugar de entrecortado. Funciona en todas las propiedades animadas. Controles:
fr: Le flou de mouvement étale tout ce qui bouge, pour qu'un mouvement rapide paraisse naturel plutôt que saccadé. Il fonctionne sur toutes les propriétés animées. Réglages :
ja: モーションブラーは動いているものをにじませ、速い動きがカクつかず自然に見えるようにします。アニメートされたすべてのプロパティで機能します。コントロール:
ko: 모션 블러는 움직이는 모든 것을 번지게 하여 빠른 움직임이 뚝뚝 끊기지 않고 자연스럽게 보이도록 합니다. 애니메이션된 모든 속성에서 작동합니다. 컨트롤:
zh_hans: 运动模糊会把一切正在移动的东西涂抹开,让快速运动看起来自然而不卡顿。它对每个已动画的属性都有效。控制项:

source: Move a keypose (snaps to nearby ones)
de: Einen Keypose verschieben (rastet an nahen ein)
es: Mover un keypose (se ajusta a los cercanos)
fr: Déplacer un keypose (s'aligne sur les proches)
ja: キーポーズを移動(近くのものにスナップ)
ko: 키포즈 이동(가까운 것에 스냅)
zh_hans: 移动关键姿势(吸附到附近的)

source: Move the playhead there to preview
de: Abspielposition dorthin bewegen (Vorschau)
es: Mover la posición de reproducción ahí (vista previa)
fr: Déplacer la tête de lecture ici (aperçu)
ja: 再生ヘッドをそこへ移動（プレビュー）
ko: 재생 헤드를 그곳으로 이동(미리 보기)
zh_hans: 将播放头移到该处（预览）

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一步

source: No animated properties
de: Keine animierten Eigenschaften
es: Sin propiedades animadas
fr: Aucune propriété animée
ja: アニメーションプロパティなし
ko: 애니메이션 속성 없음
zh_hans: 无动画属性

source: No keypose here
de: Hier keine Keypose
es: No hay pose clave aquí
fr: Aucune pose clé ici
ja: ここにキーポーズはありません
ko: 여기에 키포즈 없음
zh_hans: 此处无关键姿势

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
ja: 一致なし
ko: 일치 항목 없음
zh_hans: 无匹配项

source: No presets saved
de: Keine Presets gesichert
es: No hay preajustes guardados
fr: Aucun préréglage enregistré
ja: 保存されたプリセットはありません
ko: 저장된 프리셋이 없습니다
zh_hans: 尚未保存预设

source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし
ko: 없음
zh_hans: 无

source: Now you can see and edit every transition <accent>without zooming in</accent>.
de: Jetzt sehen und bearbeiten Sie jeden Übergang <accent>ohne Hineinzoomen</accent>.
es: Ahora puedes ver y editar cada transición <accent>sin ampliar</accent>.
fr: Vous pouvez maintenant voir et modifier chaque transition <accent>sans zoomer</accent>.
ja: <accent>ズームせずに</accent>すべてのトランジションを見て編集できます。
ko: 이제 <accent>확대하지 않고도</accent> 모든 트랜지션을 보고 편집할 수 있습니다.
zh_hans: 现在无需<accent>放大</accent>即可查看和编辑每个转场。

source: On this page
de: Auf dieser Seite
es: En esta página
fr: Sur cette page
ja: このページの内容
ko: 이 페이지에서
zh_hans: 本页内容

source: On-Screen Controls
de: On-Screen-Steuerelemente
es: Controles en pantalla
fr: Commandes à l'écran
ja: オンスクリーンコントロール
ko: 화면 컨트롤
zh_hans: 屏幕控件

source: On-screen controls show in the viewer only where the property is <accent>constant</accent> or on a <accent>keypose</accent>.
de: On-Screen-Steuerelemente erscheinen im Viewer nur dort, wo die Eigenschaft <accent>konstant</accent> ist oder auf einer <accent>Keypose</accent> liegt.
es: Los controles en pantalla solo aparecen en el visor donde la propiedad es <accent>constante</accent> o está en una <accent>pose clave</accent>.
fr: Les commandes à l'écran n'apparaissent dans le visualiseur que là où la propriété est <accent>constante</accent> ou sur une <accent>pose clé</accent>.
ja: オンスクリーンコントロールは、プロパティが<accent>一定</accent>の場所か<accent>キーポーズ</accent>上でのみビューアに表示されます。
ko: 화면 컨트롤은 속성이 <accent>일정한</accent> 곳이나 <accent>키포즈</accent>에서만 뷰어에 표시됩니다.
zh_hans: 屏幕控件仅在属性<accent>恒定</accent>或位于<accent>关键姿势</accent>处时才显示在检视器中。

source: Open <accent>settings</accent> to hide controls one at a time.
de: Öffnen Sie die <accent>Einstellungen</accent>, um Steuerelemente einzeln auszublenden.
es: Abre los <accent>ajustes</accent> para ocultar los controles uno a uno.
fr: Ouvrez les <accent>réglages</accent> pour masquer les commandes une par une.
ja: <accent>設定</accent>を開いて、コントロールを1つずつ非表示にします。
ko: <accent>설정</accent>을 열어 컨트롤을 하나씩 숨깁니다.
zh_hans: 打开<accent>设置</accent>来逐个隐藏控件。

source: Open help
de: Hilfe öffnen
es: Abrir ayuda
fr: Ouvrir l'aide
ja: ヘルプを開く
ko: 도움말 열기
zh_hans: 打开帮助

source: Open the <accent>filter</accent> to show or hide properties on the timeline.
de: Öffne den <accent>Filter</accent>, um Eigenschaften in der Timeline ein- oder auszublenden.
es: Abre el <accent>filtro</accent> para mostrar u ocultar propiedades en la línea de tiempo.
fr: Ouvrez le <accent>filtre</accent> pour afficher ou masquer des propriétés sur la timeline.
ja: <accent>フィルター</accent>を開いて、タイムラインのプロパティを表示・非表示にします。
ko: <accent>필터</accent>를 열어 타임라인에서 속성을 표시하거나 숨깁니다.
zh_hans: 打开<accent>筛选</accent>以在时间线上显示或隐藏属性。

source: Open the keypose again.
de: Öffnen Sie die Keypose erneut.
es: Vuelve a abrir la pose clave.
fr: Rouvrez la pose clé.
ja: もう一度キーポーズを開きます。
ko: 키포즈를 다시 엽니다.
zh_hans: 再次打开关键姿势。

source: Open your presets to get started.
de: Öffnen Sie zuerst Ihre Presets.
es: Abre tus preajustes para empezar.
fr: Ouvrez vos préréglages pour commencer.
ja: まずプリセットを開きます。
ko: 시작하려면 프리셋을 여세요.
zh_hans: 先打开你的预设。

source: Or hold <kbd>⌥</kbd> and click a control in the viewer to hide it.
de: Oder halten Sie <kbd>⌥</kbd> gedrückt und klicken Sie im Viewer auf ein Steuerelement, um es auszublenden.
es: O mantén <kbd>⌥</kbd> y haz clic en un control del visor para ocultarlo.
fr: Ou maintenez <kbd>⌥</kbd> et cliquez sur une commande dans le visualiseur pour la masquer.
ja: または<kbd>⌥</kbd>を押しながらビューアでコントロールをクリックすると非表示になります。
ko: 또는 <kbd>⌥</kbd>를 누른 채 뷰어에서 컨트롤을 클릭하면 숨겨집니다.
zh_hans: 或按住<kbd>⌥</kbd>并点击检视器中的控件即可隐藏它。

source: Oscillate
de: Oszillieren
es: Oscilar
fr: Osciller
ja: オシレート
ko: 진동
zh_hans: 振荡

source: Out
de: Aus
es: Salida
fr: Sortie
ja: アウト
ko: 아웃
zh_hans: 退出

source: Overwrite preset with current animation
de: Preset mit aktueller Animation überschreiben
es: Sobrescribir el preajuste con la animación actual
fr: Remplacer le préréglage par l'animation actuelle
ja: 現在のアニメーションでプリセットを上書き
ko: 현재 애니메이션으로 프리셋 덮어쓰기
zh_hans: 用当前动画覆盖预设

source: Parameter Order
de: Parameterreihenfolge
es: Orden de parámetros
fr: Ordre des paramètres
ja: パラメータの順序
ko: 매개변수 순서
zh_hans: 参数顺序

source: Paste Values
de: Werte einsetzen
es: Pegar valores
fr: Coller les valeurs
ja: 値をペースト
ko: 값 붙여넣기
zh_hans: 粘贴值

source: Pick <accent>%@</accent> for a lively overshoot.
de: Wählen Sie <accent>%@</accent> für ein lebhaftes Überschwingen.
es: Elige <accent>%@</accent> para un rebote enérgico.
fr: Choisissez <accent>%@</accent> pour un rebond dynamique.
ja: <accent>%@</accent>を選ぶと、軽快なオーバーシュートになります。
ko: 활기찬 오버슈트를 위해 <accent>%@</accent>을 선택하세요.
zh_hans: 选择 <accent>%@</accent> 获得活泼的过冲效果。

source: Play or pause
de: Wiedergabe oder Pause
es: Reproducir o pausar
fr: Lecture ou pause
ja: 再生または一時停止
ko: 재생 또는 일시정지
zh_hans: 播放或暂停

source: Plugins don't animate by default. Tap <symbol plus.circle.fill color=accent /> to give a property a lane.
de: Plug-ins animieren standardmäßig nicht. Tippen Sie auf <symbol plus.circle.fill color=accent />, um einer Eigenschaft eine Spur zu geben.
es: Los plugins no se animan por omisión. Toca <symbol plus.circle.fill color=accent /> para dar una pista a una propiedad.
fr: Les plug-ins ne s'animent pas par défaut. Touchez <symbol plus.circle.fill color=accent /> pour donner une piste à une propriété.
ja: プラグインはデフォルトではアニメートしません。<symbol plus.circle.fill color=accent /> をタップして、プロパティにレーンを与えます。
ko: 플러그인은 기본적으로 애니메이션하지 않습니다. <symbol plus.circle.fill color=accent />을 탭하여 속성에 레인을 추가하세요.
zh_hans: 插件默认不制作动画。轻点 <symbol plus.circle.fill color=accent /> 为属性添加一条轨道。

source: Preset library
de: Preset-Bibliothek
es: Biblioteca de preajustes
fr: Bibliothèque de préréglages
ja: プリセットライブラリ
ko: 프리셋 라이브러리
zh_hans: 预设库

source: Presets let you reuse a move across clips and projects - build it once, apply it anywhere.
de: Mit Presets verwenden Sie eine Bewegung über Clips und Projekte hinweg wieder - einmal erstellen, überall anwenden.
es: Los preajustes te permiten reutilizar un movimiento entre clips y proyectos - créalo una vez y aplícalo donde quieras.
fr: Les préréglages permettent de réutiliser un mouvement entre plans et projets - créez-le une fois, appliquez-le partout.
ja: プリセットを使えば、クリップやプロジェクトをまたいで動きを再利用できます。一度作れば、どこでも適用できます。
ko: 프리셋을 사용하면 클립과 프로젝트 전반에서 동작을 재사용할 수 있습니다 - 한 번 만들어 어디서나 적용하세요.
zh_hans: 预设让你在不同片段和项目间重复使用同一动作 - 制作一次，随处应用。

source: Preview keyposes, with filmstrip and onion-skin
de: Keyposes mit Filmstreifen und Zwiebelhaut in der Vorschau ansehen
es: Previsualiza poses clave con tira de fotogramas y papel cebolla
fr: Prévisualisez les poses clés avec pellicule et pelure d'oignon
ja: フィルムストリップとオニオンスキンでキーポーズをプレビュー
ko: 필름스트립과 어니언 스킨으로 키포즈 미리 보기
zh_hans: 通过胶片和洋葱皮预览关键姿势

source: Pulsing Glow
de: Pulsierendes Leuchten
es: Resplandor pulsante
fr: Lueur pulsée
ja: 脈動するグロー
ko: 맥동하는 글로우
zh_hans: 脉动辉光

source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
ko: 품질
zh_hans: 质量

source: Randomize
de: Zufällig
es: Aleatorizar
fr: Aléatoire
ja: ランダム
ko: 무작위
zh_hans: 随机

source: Remove Keypose
de: Keypose entfernen
es: Quitar pose clave
fr: Supprimer la pose clé
ja: キーポーズを削除
ko: 키포즈 제거
zh_hans: 移除关键姿势

source: Rename preset
de: Preset umbenennen
es: Cambiar nombre del preajuste
fr: Renommer le préréglage
ja: プリセットの名前を変更
ko: 프리셋 이름 변경
zh_hans: 重命名预设

source: Reorder parameters
de: Parameter neu anordnen
es: Reordenar parámetros
fr: Réorganiser les paramètres
ja: パラメータを並べ替え
ko: 매개변수 순서 변경
zh_hans: 重新排列参数

source: Reset its zoom and pan
de: Zoom und Schwenk zurücksetzen
es: Restablecer su zoom y encuadre
fr: Réinitialiser son zoom et son cadrage
ja: ズームとパンをリセット
ko: 줌과 이동을 재설정
zh_hans: 重置其缩放和平移

source: Reset the mini-viewer zoom
de: Mini-Viewer-Zoom zurücksetzen
es: Restablecer el zoom del minivisor
fr: Réinitialiser le zoom de la mini-visualisation
ja: ミニビューアのズームをリセット
ko: 미니 뷰어 줌 재설정
zh_hans: 重置迷你检视器缩放

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer al valor predeterminado
fr: Rétablir la valeur par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 恢复默认值

source: Reveal hidden controls as ghosts to interact with - also when On-Screen Controls is switched off
de: Ausgeblendete Steuerelemente als Geister zum Bedienen einblenden - auch wenn Bildschirmsteuerung ausgeschaltet ist
es: Mostrar los controles ocultos como fantasmas para usarlos, incluso cuando los controles en pantalla están desactivados
fr: Révéler les contrôles masqués en fantômes pour les manipuler, même quand les contrôles à l'écran sont désactivés
ja: 非表示のコントロールをゴーストとして表示し操作可能に。オンスクリーンコントロールがオフのときも有効。
ko: 숨긴 컨트롤을 고스트로 표시해 조작 가능하게 - 화면 컨트롤이 꺼져 있을 때도
zh_hans: 将隐藏的控件以虚影显示以便操作 - 即使屏幕控件已关闭

source: Reverse
de: Umkehren
es: Invertir
fr: Inverser
ja: 反転
ko: 반전
zh_hans: 反转

source: Right-click an interval
de: Rechtsklick auf ein Intervall
es: Clic derecho en un intervalo
fr: Clic droit sur un intervalle
ja: 区間を右クリック
ko: 구간 마우스 오른쪽 클릭
zh_hans: 右键点击区间

source: Round In
de: Abrunden ein
es: Redondear entrada
fr: Arrondi entrant
ja: ラウンドイン
ko: 라운드 인
zh_hans: 圆角渐入

source: Round Out
de: Abrunden aus
es: Redondear salida
fr: Arrondi sortant
ja: ラウンドアウト
ko: 라운드 아웃
zh_hans: 圆角渐出

source: Save an animation you like and re-apply it to any clip from the <accent>Presets</accent> row:
de: Sichern Sie eine Animation, die Ihnen gefällt, und wenden Sie sie über die Zeile <accent>Presets</accent> auf jeden Clip an:
es: Guarda una animación que te guste y vuelve a aplicarla a cualquier clip desde la fila <accent>Preajustes</accent>:
fr: Enregistrez une animation qui vous plaît et réappliquez-la à n'importe quel plan depuis la ligne <accent>Préréglages</accent> :
ja: 気に入ったアニメーションを保存し、<accent>プリセット</accent>の行から任意のクリップに再適用できます:
ko: 마음에 드는 애니메이션을 저장하고 <accent>프리셋</accent> 행에서 모든 클립에 다시 적용하세요:
zh_hans: 保存你喜欢的动画，并从<accent>预设</accent>行将其重新应用到任何片段：

source: Save an animation you like and reuse it on any clip from the <accent>Presets</accent> row:
de: Speichern Sie eine Animation, die Ihnen gefällt, und verwenden Sie sie über die Zeile <accent>Vorgaben</accent> auf jedem Clip wieder:
es: Guarda una animación que te guste y reutilízala en cualquier clip desde la fila <accent>Ajustes preestablecidos</accent>:
fr: Enregistrez une animation qui vous plaît et réutilisez-la sur n'importe quel clip depuis la ligne <accent>Préréglages</accent> :
ja: 気に入ったアニメーションを保存し、<accent>プリセット</accent>の行からどのクリップにも再利用できます:
ko: 마음에 드는 애니메이션을 저장하고 <accent>프리셋</accent> 행에서 어떤 클립에나 다시 사용하세요:
zh_hans: 把喜欢的动画保存下来,并从<accent>预设</accent>一行在任何片段上重复使用:

source: Save preset
de: Preset sichern
es: Guardar preajuste
fr: Enregistrer le préréglage
ja: プリセットを保存
ko: 프리셋 저장
zh_hans: 保存预设

source: Scroll / pinch
de: Scrollen / Pinch
es: Desplazar / pellizcar
fr: Défiler / pincer
ja: スクロール / ピンチ
ko: 스크롤 / 핀치
zh_hans: 滚动 / 捏合

source: Scroll or pinch to <accent>zoom</accent> in and out.
de: Scrollen oder zwei Finger spreizen zum <accent>Zoomen</accent>.
es: Desplázate o pellizca para <accent>hacer zoom</accent>.
fr: Faites défiler ou pincez pour <accent>zoomer</accent>.
ja: スクロールまたはピンチして<accent>ズーム</accent>します。
ko: 스크롤하거나 핀치하여 <accent>확대/축소</accent>합니다.
zh_hans: 滚动或双指捏合以<accent>缩放</accent>。

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索

source: Seed
de: Startwert
es: Semilla
fr: Valeur initiale
ja: シード
ko: 시드
zh_hans: 种子

source: Select a keypose or interval and open its editor
de: Einen Keypose oder ein Intervall auswählen und seinen Editor öffnen
es: Seleccionar un keypose o intervalo y abrir su editor
fr: Sélectionner un keypose ou un intervalle et ouvrir son éditeur
ja: キーポーズまたは区間を選択してエディタを開く
ko: 키포즈나 구간을 선택하고 편집기 열기
zh_hans: 选择关键姿势或区间并打开其编辑器

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
ko: 피드백 보내기
zh_hans: 发送反馈

source: Shimmer
de: Schimmern
es: Centelleo
fr: Scintillement
ja: シマー
ko: 반짝임
zh_hans: 微光闪烁

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
zh_hans: 快捷键

source: Show only the on-screen controls you're working with.
de: Zeigen Sie nur die On-Screen-Steuerelemente an, mit denen Sie gerade arbeiten.
es: Muestra solo los controles en pantalla con los que estás trabajando.
fr: N'affichez que les commandes à l'écran que vous utilisez.
ja: 作業中のオンスクリーンコントロールだけを表示できます。
ko: 작업 중인 화면 컨트롤만 표시하세요.
zh_hans: 只显示你正在使用的屏幕控件。

source: Show or hide several lanes at once
de: Mehrere Spuren auf einmal ein- oder ausblenden
es: Mostrar u ocultar varios carriles a la vez
fr: Afficher ou masquer plusieurs pistes à la fois
ja: 複数のレーンをまとめて表示/非表示
ko: 여러 레인을 한 번에 표시하거나 숨기기
zh_hans: 一次显示或隐藏多条轨道

source: Showing current frame
de: Zeigt aktuelles Bild
es: Mostrando fotograma actual
fr: Affiche l’image actuelle
ja: 現在のフレームを表示
ko: 현재 프레임 표시
zh_hans: 显示当前帧

source: Shutter
de: Verschluss
es: Obturador
fr: Obturateur
ja: シャッター
ko: 셔터
zh_hans: 快门

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

source: Smooth path through this keypose
de: Pfad durch diese Keypose glätten
es: Suavizar la trayectoria en esta pose clave
fr: Lisser la trajectoire à cette pose clé
ja: このキーポーズでパスをスムーズにする
ko: 이 키포즈에서 경로를 부드럽게
zh_hans: 在此关键姿势处平滑路径

source: Solo that lane or group
de: Nur diese Spur oder Gruppe anzeigen
es: Mostrar solo ese carril o grupo
fr: Afficher uniquement cette piste ou ce groupe
ja: そのレーンまたはグループのみ表示
ko: 해당 레인 또는 그룹만 표시
zh_hans: 仅显示该轨道或组

source: Solo that property
de: Nur diese Eigenschaft anzeigen
es: Mostrar solo esa propiedad
fr: Afficher uniquement cette propriété
ja: そのプロパティのみ表示
ko: 해당 속성만 표시
zh_hans: 仅显示该属性

source: Start a drag in the <accent>highlighted region</accent> and move right to box-select several keyposes.
de: Beginnen Sie einen Zug im <accent>markierten Bereich</accent> und ziehen Sie nach rechts, um mehrere Keyposes per Rahmen auszuwählen.
es: Empieza a arrastrar en la <accent>región resaltada</accent> y muévete a la derecha para seleccionar varias poses clave con un recuadro.
fr: Commencez un glissement dans la <accent>zone en surbrillance</accent> et déplacez-vous vers la droite pour sélectionner plusieurs poses clés au cadre.
ja: <accent>ハイライト表示された領域</accent>でドラッグを開始し、右に動かして複数のキーポーズを枠選択します。
ko: <accent>강조 표시된 영역</accent>에서 드래그를 시작하고 오른쪽으로 이동하여 여러 키포즈를 상자로 선택하세요.
zh_hans: 在<accent>高亮区域</accent>中开始拖动并向右移动，框选多个关键姿势。

source: Switch a control <warn>off</warn> to hide just that one.
de: Schalten Sie ein Steuerelement <warn>aus</warn>, um nur dieses auszublenden.
es: Pon un control en <warn>apagado</warn> para ocultar solo ese.
fr: Réglez une commande sur <warn>arrêt</warn> pour ne masquer que celle-ci.
ja: コントロールを<warn>オフ</warn>にすると、そのコントロールだけ非表示になります。
ko: 컨트롤을 <warn>끄면</warn> 해당 컨트롤만 숨겨집니다.
zh_hans: 将某个控件<warn>关闭</warn>，即可仅隐藏该控件。

source: Switch anyway
de: Trotzdem wechseln
es: Cambiar de todos modos
fr: Changer quand même
ja: そのまま切り替える
ko: 그래도 전환
zh_hans: 仍然切换

source: Switching will reset incompatible lanes.
de: Beim Wechseln werden inkompatible Spuren zurückgesetzt.
es: Al cambiar se restablecerán las pistas incompatibles.
fr: Le changement réinitialisera les pistes incompatibles.
ja: 切り替えると互換性のないレーンがリセットされます。
ko: 전환하면 호환되지 않는 레인이 재설정됩니다.
zh_hans: 切换将重置不兼容的轨道。

source: Tap <accent>Advanced</accent> for the per-property timeline.
de: Tippen Sie auf <accent>Erweitert</accent> für die Timeline pro Eigenschaft.
es: Toca <accent>Avanzado</accent> para la línea de tiempo por propiedad.
fr: Touchez <accent>Avancé</accent> pour la timeline par propriété.
ja: <accent>詳細</accent>をタップすると、プロパティごとのタイムラインが表示されます。
ko: 속성별 타임라인을 보려면 <accent>고급</accent>을 탭하세요.
zh_hans: 点击<accent>高级</accent>查看按属性的时间线。

source: Tap <accent>Dynamic</accent> to space out short transitions so they stay easy to grab on a long clip.
de: Tippen Sie auf <accent>Dynamisch</accent>, um kurze Übergänge zu spreizen, damit sie auf einem langen Clip leicht zu greifen bleiben.
es: Toca <accent>Dinámico</accent> para separar las transiciones cortas y que sigan siendo fáciles de agarrar en un clip largo.
fr: Touchez <accent>Dynamique</accent> pour espacer les transitions courtes afin qu'elles restent faciles à saisir sur un plan long.
ja: <accent>ダイナミック</accent>をタップすると、短いトランジションが広がり、長いクリップでもつかみやすくなります。
ko: <accent>다이내믹</accent>을 탭하면 짧은 트랜지션이 넓어져 긴 클립에서도 쉽게 잡을 수 있습니다.
zh_hans: 点击<accent>动态</accent>可拉开短转场，使其在长片段上也易于抓取。

source: Tap <accent>Filmstrip</accent> to lay out every keypose.
de: Tippen Sie auf <accent>Filmstreifen</accent>, um alle Keyposes anzuordnen.
es: Toca <accent>Tira de fotogramas</accent> para distribuir todas las poses clave.
fr: Touchez <accent>Pellicule</accent> pour disposer toutes les poses clés.
ja: <accent>フィルムストリップ</accent>をタップすると、すべてのキーポーズが並びます。
ko: <accent>필름스트립</accent>을 탭하면 모든 키포즈가 배치됩니다.
zh_hans: 轻点<accent>胶片</accent>来排列所有关键姿势。

source: Tap <accent>Large</accent> for a bigger preview.
de: Tippen Sie auf <accent>Groß</accent> für eine größere Vorschau.
es: Toca <accent>Grande</accent> para una vista previa más grande.
fr: Touchez <accent>Grand</accent> pour un aperçu plus grand.
ja: <accent>大</accent>をタップしてプレビューを拡大します。
ko: <accent>크게</accent>를 탭하여 미리보기를 확대합니다.
zh_hans: 轻点<accent>大</accent>放大预览。

source: Tap <accent>Onion</accent> to stack the frames.
de: Tippen Sie auf <accent>Zwiebelhaut</accent>, um die Bilder zu stapeln.
es: Toca <accent>Papel cebolla</accent> para apilar los fotogramas.
fr: Touchez <accent>Pelure d'oignon</accent> pour superposer les images.
ja: <accent>オニオンスキン</accent>をタップしてフレームを重ねます。
ko: <accent>어니언 스킨</accent>을 탭하여 프레임을 겹칩니다.
zh_hans: 轻点<accent>洋葱皮</accent>来叠加各帧。

source: That's <accent>Advanced</accent> timing: add keyposes anywhere and shape each one independently.
de: Das ist <accent>Erweitertes</accent> Timing: Keyposes überall hinzufügen und jede einzeln gestalten.
es: Eso es el timing <accent>Avanzado</accent>: añade poses clave donde quieras y da forma a cada una de forma independiente.
fr: Voilà le timing <accent>Avancé</accent> : ajoutez des poses clés où vous voulez et façonnez-les une à une.
ja: これが<accent>詳細</accent>タイミングです。どこにでもキーポーズを追加し、それぞれを個別に調整できます。
ko: 이것이 <accent>고급</accent> 타이밍입니다. 어디에나 키포즈를 추가하고 각각을 독립적으로 조정하세요.
zh_hans: 这就是<accent>高级</accent>时间控制：在任意位置添加关键姿势，并独立调整每一个。

source: That's the <accent>basics</accent> of timing.
de: Das sind die <accent>Grundlagen</accent> des Timings.
es: Esos son los <accent>conceptos básicos</accent> del timing.
fr: Voilà les <accent>bases</accent> du timing.
ja: これがタイミングの<accent>基本</accent>です。
ko: 이것이 타이밍의 <accent>기본</accent>입니다.
zh_hans: 这就是时间控制的<accent>基础</accent>。

source: The <accent>Dynamic</accent> toolbar toggle stretches out short moves so they stay easy to grab on a long clip, and each lane gets its own playback line. It only changes how the timeline looks, is off to start, and never changes the animation.
de: Der Umschalter <accent>Dynamisch</accent> in der Werkzeugleiste dehnt kurze Bewegungen aus, damit sie in einem langen Clip gut greifbar bleiben, und jede Spur erhält ihre eigene Wiedergabelinie. Er ändert nur, wie die Timeline aussieht, ist anfangs aus und ändert nie die Animation.
es: El interruptor <accent>Dinámico</accent> de la barra de herramientas estira los movimientos cortos para que sigan siendo fáciles de agarrar en un clip largo, y cada pista recibe su propia línea de reproducción. Solo cambia cómo se ve la línea de tiempo, está desactivado al principio y nunca cambia la animación.
fr: Le bouton <accent>Dynamique</accent> de la barre d'outils étire les mouvements courts pour qu'ils restent faciles à saisir sur un clip long, et chaque piste reçoit sa propre ligne de lecture. Il ne change que l'apparence de la timeline, est désactivé au départ et ne modifie jamais l'animation.
ja: ツールバーの<accent>ダイナミック</accent>トグルは短い動きを引き伸ばし、長いクリップでもつかみやすく保ちます。各レーンには独自の再生ラインが付きます。タイムラインの見た目を変えるだけで、最初はオフ、アニメーションは決して変えません。
ko: 툴바의 <accent>다이내믹</accent> 토글은 짧은 움직임을 늘려 긴 클립에서도 쉽게 잡을 수 있게 하고, 각 레인에 고유한 재생 선이 생깁니다. 타임라인의 모습만 바꿀 뿐 처음에는 꺼져 있으며 애니메이션은 절대 바꾸지 않습니다.
zh_hans: 工具栏上的<accent>动态</accent>开关会把短小的运动拉长,让它们在长片段中依然容易抓取,每条轨道也会有自己的播放线。它只改变时间线的外观,初始为关闭,绝不会改动画本身。
